{
  "dialogue": [
    ["Tequia's platoon land at the Empire base on Planet Molotov."],
    ["They follow the same plan as before, Tequia assigns captains to", "squads and has them go out to the battlefield", "while she stays back with a few soldiers and Spirit."],
    ["Their forces join with the soldiers that called for backup,", "and they manage to push the Militia back with ease.", "It all seemed to be going perfectly"],
    ["Then the anomaly appeared again. Some unknown power came", "and wiped out a sizeable portion of all combatants", "Empire and Militia alike."],
    ["What the hell was that?!"],
    ["We don't know miss!"],
    ["Dammit, what the hell..."],
    ["Again it struck, destroying more. Then again and again,", "until there were no more Empire soldiers left."],
    ["Dammit! All our soldiers are dead!"],
    ["Um captain. There are signs of the anomaly...approaching us!"],
    ["Oh no!"],
    ["Calm down, dammit! ...Okay, Spirit get on your ship and go bac-"],
    ["Suddenly the roof of the base pried apart", "and the source of their troubles bore its head."],
    ["Mrrrrrrrrrrrrrrrnnnnnnnnnn."],
    ["A creature stared down at them. Its eyes bore holes", "in their skulls until it finally made a move."],
    ["Mrrnnnnnnnppppp!"],
    ["Aaaah!"],
    ["The soldiers and Tequia found themselves lifted into the air."],
    ["Then they were crushed. Their bones churned against each other.", "Blood splatterd out of their bodies. Spirit could only watch."],
    ["Once it was done with them, the creature turned its eyes to Spirit.", "She was lifted into the air by some force."],
    ["She felt a sudden pressure on her from all sides,", "in a very painful moment, before it all disappeared."]
  ],

  "character": [
    "Narrator",
    "Narrator",
    "Narrator",
    "Narrator",
    "Tequia",
    "Soldier",
    "Tequia",
    "Narrator",
    "Tequia",
    "Soldier",
    "Soldier",
    "Tequia",
    "Narrator",
    "???",
    "Narrator",
    "???",
    "Soldiers+Tequia",
    "Narrator",
    "Narrator",
    "Narrator",
    "Narrator"
  ],

  "sprite": [
    "none",
    "none",
    "none",
    "none",
    "cordelia2.png",
    "none",
    "cordelia2.png",
    "none",
    "cordelia4.png",
    "none",
    "none",
    "cordelia2.png",
    "none",
    "worm.jpg",
    "none",
    "worm.jpg",
    "none",
    "none",
    "none",
    "none",
    "none"
  ],

  "background": "__control.jpeg",

  "music": [
    ["none"],
    ["none"],
    ["none"],
    ["battle1.mp3", "l"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["stop"],
    ["none"],
    ["none"],
    ["none"],
    ["screams.mp3", "l"],
    ["none"],
    ["stop"],
    ["none"],
    ["none"]
  ],

  "endings": [
  ]

}
