{
  "dialogue": [
    ["Spirit pilots the platoon's ship to Prohibre and ferries", "all the troops to the Empire's hidden base."],
    ["Tequia orders the captains to organize their squads and", "within the hour the whole platoon is ready", "to march on the Army encampment."],
    ["Meanwhile, Tequia, Spirit, and a few others stay at the base."],
    ["We'll stay here and act as a command center. If any squad", "reports information or requests backup, you'll handle it here."],
    ["Understood!"],
    ["Now, the two of us will be waiting around for a bit.", "While I doubt it will happen, stay prepared in case", "we need to make a rapid escape offplanet."],
    ["Yes, Ms. Tequia. Can I ask some questions while we wait?"],
    ["Depends, what kind of questions?"],
    ["...What's the Empire's goal with all these attacks?", "To what ends are you destroying so many lives?"],
    ["I suppose that's a fair question. It makes sense that", "you'd want to know about your employer, after all."],
    ["The best answer I can give is that it's the will of the Empress.", "Her word is law, and her word was to expand the Empire's influence."],
    ["As for why she wanted to do so...well, who can say?", "Before trusted general or confidant, I am her subordinate.", "It's not my place to question her in personal matters."],
    ["I see..."],
    ["Don't worry, with time I'm sure you'll understand."],
    ["Excuse me, Ms. Tequia! There's a situation we need your help with!"],
    ["Alright, tell me the details immediately!"],
    ["The platoon steadily finished its attack, until finally overwhelming", "the enemy. After achieving victory, they returned to Regnum."]
  ],

  "character": [
    "Narrator",
    "Narrator",
    "Narrator",
    "Tequia",
    "Soldiers",
    "Tequia",
    "Spirit",
    "Tequia",
    "Spirit",
    "Tequia",
    "Tequia",
    "Tequia",
    "Spirit",
    "Tequia",
    "Soldiers",
    "Tequia",
    "Narrator"
  ],

  "sprite": [
    "none",
    "none",
    "none",
    "cordelia4.png",
    "none",
    "cordelia1.png",
    "lucina1.png",
    "cordelia2.png",
    "lucina5.png",
    "cordelia5.png",
    "cordelia1.png",
    "cordelia1.png",
    "lucina2.png",
    "cordelia1.png",
    "none",
    "cordelia2.png",
    "none"
  ],

  "background": "__control.jpeg",

  "music": [
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"],
    ["none"]
  ],

  "endings": [
    ["empire7.json", "Go to Regnum."]
  ]

}
